{
    
    "title": "Am I Eligible for WIA?",
    "text": "To be eligible for program services you must be Native American, Alaskan Native or Native Hawaiian",
    "how": "How Do You Establish You Are Native American?",
    "one": "Be unemployed for at least seven days, working but in receipt of a lay-off letter, working part-time, working below your level of training (underemployed) or be economically disadvantaged (low income).",
    "two": "Be eighteen years old or older",
    "three": "Be a resident in our current service area which is the entire states of Kentucky, Maryland, Pennsylvania, West Virginia and the District of Columbia.",
    "four": "Be registered at the employment one-stop office of your state:",
    "text2": "You must be able to show documentation that either you, other family members or ancestors, have been recognized as Native American (or Alaskan Native or Native Hawaiian). This documentation can be shown through tribal enrollment records, tribal identification cards, birth/death records, or tribal blood decree.",
    "text3": "You must show that you personally have identified yourself as Native American (or Alaskan Native or Native Hawaiian). This may be documented through affiliation with Native American organizations, family bibles or other family records (including family trees), legal records or signed statements of non-family members attesting to your identification (forms are available for this purpose).",
    "text4": "The Indian Employment (or WIA) Program has been authorized by the United States Government to serve people who are Native American. It is not an entitlement program that provides a benefit to any individual who may have had Native American ancestors, nor is it associated with any one particular tribe. You may not identify yourself as American Indian only for the purpose of receiving program services. You must be able to show that you have for at least a year identified yourself as an American Indian before applying for this program.",
    "text5": "The program cannot personally assist you in investigating your heritage. However, please check out the following list of websites and contact information to assist you with your research:",
    "text6": "$ -> paid sites",
    "text7": "* -> free sites",
    "text8": "Organizations and contacts that may assist in research:",
    "text9": "United States Department of the Interior; follow guide to tracing American Indian Ancestry National Library of Congress, Church of Jesus Christ of Latter-day Saints, West Virginia Division of Culture and History, Family History Center/West Virginia (304) 984-9333, The Cultural Center (304) 558-0230 x700 [Gregory Carroll/Historian –Archives and History Section] West Virginia Genealogical Society, Inc (304)965-1179"
    
}