{
    "title": "Council of Three Rivers American Indian Center, Inc.",
    "columnOneHeader": "Early Education",
    "columnOneText": "The Council of Three Rivers American Indian Center’s Early Childhood Education department is comprised of two programs; Head Start and Pennsylvania Pre-K Counts that provide services for approximately 700 three, four and five year old children and their families. COTRAIC has been providing early care and learning experiences for children for over 35 years.  Our early childhood education programs are funded through federal, state, corporate and private funding sources, allowing all services to be provided toincome eligible families tuition free. COTRAIC provides a comprehensive continuum of services for approximately 650 preschool children and their families through its Head Start and Pre-K Counts programs.",
    "columnTwoHeader": "Assistance Programs",
    "columnTwoText": "The Council of Three Rivers American Indian Center, Inc. was established in 1969 to provide the opportuntity for Native Americans to share their culture and values and to provide education to improve the quality of life and elevate their economic status. We have an Employment and Training program that provides Manpower and Classroom Training, On-the-Job Training, Job Placement, and Counseling to those who are eligible. We also offer Information and Referral programs, Outreach programs, Socialization and Recreation, Counseling, and an Emergency Food Bank for our elders. ",
    "columnThreeHeader": "Cultural",
    "columnThreeText": "Every year for 36 years we host the annual COTRAIC Pow Wow. It is a gathering of various tribal members who share in singing, competition dancing and renewing friendships; a Pow Wow expresses and sustains American Indian heritages by observing old traditions. For instance, each day the Pow Wow begins with an exciting grand entry of all dancers in their spectacular and colorful regalia.",
    "splashImage": "/Content/app/img/splashImage.png",
    "splashImage2": "/Content/app/img/splashImage2.png",
    "splashImage3": "/Content/app/img/splashImage3.png",
    "splashImage4": "/Content/app/img/splashImage4.png"
}