{
    "titletext": "Early Head Start",
    "titletext2": "What is Early Head Start?",
    "earlyheadstarttext": "Early Head Start was created by the U.S. Congress in the reauthorization of the Head Start Act in 1994.  Early Head Start incorporates current research and best practice in providing services to low-income young children and their families.",
    "titletext3": "How Does Early Head Start Provide Services?",
    "earlyheadstarttext2": "Each Early Head Start program completes a community needs assessment to determine program options. The Council of Three Rivers American Indian Center provides two options - The home base option or the childcare option",
    "titletext4": "What is the Home Base Option?",
    "earlyheadstarttext3": "A home visitor will visit your home weekly for about 1½ hours.  The date and time are determine by the families schedule.  The home visitor may provide services evenings and weekends too.  During the home visit, the home visitor along with the parents and children will do a variety of developmental activities, may discuss the family's strengths and concerns, talk about health and nutrition, etc.  The home visit --- is determined by the child and family.  The Home Visitor will complete developmental screenings (Denver II) and assessments (E-LAP) along with health screenings (hearing, vision and dental) with your help. The home base option includes a socialization time (play groups) offered twice a month.  Parents and children come together to enjoy the company of others.  This is a great time for children to learn to play together and parents to talk with other parents.  Many times the parents get together to plan field trips or topics to discuss at socialization time.",
    "titletext5": "What is the Childcare Option?",
    "earlyheadstarttext4": "Our Early Head Start program partners with child care centers in the community to provide Early Head Start services at the child care center.  The children are enrolled in the childcare center and Early Head Start staff (childcare liaison) ensures the children are receiving quality care.  The childcare liaison trains the childcare staff, completes developmental screenings (Denver II) and assessments (Ounce Scale), along with health screenings (hearing, vision and dental) and helps the family with social service issues."
}