{
    "title": "Pre-K Services",
    "text": "Pennsylvania’s Pre-K Counts Program was created to provide research-based, high quality pre-kindergarten opportunities to at-risk children across the commonwealth.   Utilizing the successful Head Start model as a basis this program leverages existing early childhood education services in schools, child care programs, Head Start, and licensed nursery schools.  Pre-K Counts is administrated by the state of Pennsylvania’s Office of Child Development and Early Learning (OCEDEL) and provides services for preschool children that are up to 200% of the federal poverty guidelines.  The slightly higher income eligibility of Pre-K Counts allows COTRAIC to provide services to the children of many “working poor” families that are not income-eligible for HeadStart.",
    "bullet1":"Teachers with degrees in Early Childhood Education and are PA State certified; our teachers have the education and expertise to teach young children.",
    "bullet2":"The High Scope Curriculum to help your child grow, academically and socially.",
    "bullet3":"Parent/Teacher conferences to discuss the child’s progress using the Work Sampling Assessment tool.",
    "bullet4":"Help for you and your child to adjust to preschool and make a smooth transition into Kindergarten.",
    "bullet5": "Small classroom sizes of 20 children so that your child can get plenty of one-on-one time with the teachers.",
    "text2": "The Pennsylvania Pre-K Counts program is based on the quality components adopted for pre-kindergarten by the State Board of Education; provides families in participating communities with a choice of quality pre-kindergarten options in a school, child care center, Head Start, or nursery school; increases access to quality pre-kindergarten to children and families throughout the commonwealth with a priority in at-risk communities; and builds on the work of the Pre-K Counts Public-Private Partnership for Educational Success, a three-year project funded by leading Pennsylvania foundations and supported by the Commonwealth of Pennsylvania. Early results from this public-private initiative find that children’s early learning improves when all early learning programs in a community share resources to improve quality and coordinate early learning experiences in pre-kindergarten, kindergarten, and beyond.",
    "copyrighttext": "2014 COTRAIC, Inc."
}